Revit 2027 API
ParameterTypeId.RebarSystemTopMajorMatchesBottomMajor Property
 "Top and Bottom Major Layers Match"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemTopMajorMatchesBottomMajor { get; }
Public Shared ReadOnly Property RebarSystemTopMajorMatchesBottomMajor As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemTopMajorMatchesBottomMajor {
	ForgeTypeId^ get ();
}
static member RebarSystemTopMajorMatchesBottomMajor : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace